Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: És a dir, avaluar (corregir) la traducció en brut comporta per tant fer una doble recerca: la persona que corregeix ha de buscar mentalment la traducció acceptable més propera (tot tenint en compte els criteris que fan acceptable una traducció, els quals poden no ser fàcils d'aplicar), però la distància entre els dos textos també es calcula fent una recerca mental del nombre mínim de correccions necessàries.
es: Es decir, evaluar (corregir) la traducción en bruto conlleva, por lo tanto, hacer una doble búsqueda: la persona que corrige tiene que buscar mentalmente la traducción aceptable más cercana (teniendo en cuenta los criterios que hacen aceptable una traducción, que pueden no ser fáciles de aplicar), pero la distancia entre los dos textos también se calcula haciendo una investigación mental del número mínimo de correcciones necesarias.

source: L'oració conté una expressió anafòrica, com ara un pronom, adjectiu possessiu, etc., la qual pot tenir, en principi, més d'una possible interpretació, però aquesta interpretació està determinada per la relació de coreferència entre l'expressió i el seu antecedent (un sintagma que es pot trobar en la mateixa oració o en una altra oració del text) o perquè es refereix a algun objecte o concepte exterior al text.
es: La oración contiene una expresión anafórica, como por ejemplo un pronombre, adjetivo posesivo, etc., la cual puede tener, en principio, más de una posible interpretación, pero esta interpretación está determinada por la relación de correferencia entre la expresión y su antecedente (un sintagma que se puede encontrar en la misma oración o en otra oración del texto) o porque se refiere a algún objeto o concepto exterior al texto.

source: Vegeu la nota al peu de la pàg.
es: Véase la nota a pie de pág.

source: Detectar les formes de tener que i traduir-les per haver de.
es: Detectar las formas de tener que y traducirlas por haver de.

source: És que, quan es barallen, se'ls nota.
es: És que, cuando es barallen, se'ls nota.

source: Considerem l'exemple següent, tret de {radford99b}: Els escocesos aprecien el whisky més que els gal·lesos L'oració té dues interpretacions: [(a)] Els escocesos aprecien el whisky més que els gal·lesos (aprecien el whisky) [(b)] Els escocesos aprecien el whisky més que (els escocesos aprecien) els gal·lesos En aquests dos casos, l'ambigüitat està causada pel fet que són possibles dues estructures sintàctiques per a la segona oració coordinada: en la primera estructura, el sintagma els gal·lesos és el subjecte mentre que en la segona estructura és l'objecte (vegeu els arbres de la fig. ).
es: Consideremos el ejemplo siquiente, sacado de {radford99b}: Els escocesos aprecien el whisky més que els gal·lesos La oración tiene dos interpretaciones: [(a)] Els escocesos aprecien el whisky més que els gal·lesos (aprecien el whisky) [(b)] Els escocesos aprecien el whisky més que (els escocesos aprecien) els gal·lesos En estos dos casos, la ambigüedad está causada por el hecho de que son posibles dos estructuras sintácticas para la sengunda oración coordinada: en la primera estructura, el sintagma els gal·lesos es el sujeto mientras que en la segunda estructura es el objeto (véanse los árboles de la fig. ).

source: `de Grècia' ) ) ) ) {Dos arbres per a la frase ``Joan va portar notícies de Grècia'' (SI = sintagma inflexional, {I} = projecció intermèdia de la inflexió, I = inflexió, SV = sintagma verbal, V = verb, N = nom, SP = sintagma preposicional).
es: `de Grècia' ) ) ) ) {Dos árboles para la frase ``Joan va portar notícies de Grècia'' (SI = sintagma inflexional, {I} = proyección intermedia de la inflexión, I = inflexión, SV = sintagma verbal, V = verbo, N = nombre, SP = sintagma preposicional).

source: Les coincidències d'algunes formes de noms amb preposicions.
es: Las coincidencias de algunas formas de nombres con preposiciones.

source: Sí, usant la informació morfològica dels mots adjacents.
es: Sí, usando la información morfológica de las palabras adyacentes.

source: Quan la llengua original dels documents és l'espanyol, es podria usar un sistema de TA per a generar esborranys de documents catalans (o, fins i tot, documents correctes si els documents espanyols estan escrits en un llenguatge controlat).
es: Cuando la lengua original de los documentos es el español, se podría usar un sistema de TA para generar borradores de documentos catalanes (o, incluso, documentos correctos si los documentos españoles están escritos con un lenguaje controlado).

source: Quan l'abast d'un quantificador (és a dir, els mots que afecta) és imprecís, una oració pot tenir més d'una interpretació.
es: Cuando el alcance de un cuantificador (es decir, las palabras a las que afecta) es impreciso, una oración puede tener más de una interpretación.

source: Altres: traje (verb traer, 1a pers.sing.pretèrit indefinit i subst.masc.sing.)
es: Otros: traje (verbo traer, 1a pers.sing.pretérito indefinido y sust.masc.sing.)

source: De les quatre combinacions resultants, dues són sintàcticament acceptables.
es: De las cuatro combinaciones resultantes, dos son sintácticamente aceptables.

source: Homògrafs substantiu--adverbi: antes, tanto, mal, bien...
es: Homógrafos sustantivo--adverbio: antes, tanto, mal, bien...

source: Per exemple, en espanyol, els pronoms enclítics s'uneixen a l'imperatiu, a l'infinitiu i al gerundi, i moltes voltes fan que en canvie la forma (vegeu l'epígraf ).
es: Por ejemplo, en español, los pronombres enclíticos se unen al imperativo, al infinitivo y al gerundio, y muchas veces hacen que este cambie su forma (veáse el epígrafe ).

source: Per exemple, el mot { deu} pot voler dir ``nou més un'' (numeral) o ``ha de donar o pagar'' (verb).
es: Por ejemplo, la palabra { deu} puede querer decir ``nueve más uno'' (numeral) o ``tiene que dar o pagar'' (verbo).

source: Aquesta omissió dóna lloc a una ambigüitat.
es: Esta omisión da lugar a una ambigüedad.

source: La qualitat del sistema de TA mateix: per exemple, ``la facilitat amb què es poden crear i actualitzar diccionaris, posteditar els textos, controlar el llenguatge d'entrada'' o ``l'extensibilitat [del sistema] a parells nous d'idiomes o a noves temàtiques'' {hutchins96u}.
es: La calidad del sistema mismo de TA: por ejemplo, ``la facilidad con la que se pueden crear y actualizar diccionarios, posteditar los textos, controlar el lenguaje de entrada'' o ``la extensibilidad [del sistema] a parejas nuevas de idiomas o a nuevas temáticas'' {hutchins96uno}.

source: Altres casos: amase, amasen, amases ({ amar}, amasar); fui, fuiste, ... (ir i ser), ven (ver i venir), etc.
es: Otros casos: amase, amasen, amases ({ amar}, amasar); fui, fuiste, ... (ir i ser), ven (ver i venir), etc.

source: Qüestions, exercicis i problemes
es: Cuestiones, ejercicios y problemas

source: Però no únicament, com indica {lewis97j
es: Pero no únicamente, como indica {lewis97j

source: Es produeixen també moviments similars amb els relatius; per exemple, aquests es mouen cap a fora (cap amunt) des de les subordinades substantives completives amb verbs del tipus de { dir}, explicar, etc.
es: Se producen también movimientos similares con los relativos; por ejemplo, estos se mueven hacia fuera (hacia arriba) desde las subordinadas sustantivas completivas con verbos del tipo de { decir}, explicar, etc.

source: 2a pers.sing (2a i 3a conj.) / adj.fem.pl.: vivas.
es: 2a pers.sing (2a y 3a conj.) / adj.fem.pl.: vivas.

source: Una altra aplicació de les tècniques descrites és l'anomenada enginyeria inversa, o determinació detallada de l'estratègia usada per un programa (en aquest cas, de traducció automàtica) per a programar-la en un altre.
es: Otra aplicación de las técnicas descritas es la llamada ingeniería inversa , o determinación detallada de la estrategia usada por un programa (en este caso, de traducción automática) para programarla en otro.

source: Segmentació del text origen
es: Segmentación del texto origen

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: mà [de paper] i la impressora.
es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: mà [de paper] y la impressora.

source: Si una forma superficial és ambigua però té només una forma lèxica{}
es: Si una forma superficial es ambigua pero tiene solo una forma léxica {}

source: Aquesta secció es basa parcialment en un document generat per Sandra Montserrat.
es: Esta sección se basa parcialmente en un documento generado por Sandra Montserrat.

source: De quin tipus d'ambigüitat es tracta?
es: ¿De qué tipo de ambigüedad se trata?

source: S'accepta comunament que la major part dels mots polisèmics d'un text (o d'un fragment del text) solen tenir una única interpretació en un text donat, però aquest principi s'ha de concretar en un mètode concret per a resoldre la polisèmia.
es: Se acepta comúnmente que la mayor parte de las palabras polisémicas de un texto (o de un fragmento del texto) suelen tener una única interpretación en un texto dado, pero este principio se tiene que concretar en un método concreto para resolver la polisemia.

source: El sintagma (oració subordinada de relatiu) que s'hagen fet en euros pot modificar al segon sintagma nominal les despeses o al sintagma nominal complet les entrades i les despeses.
es: El sintagma (oración subordinada de relativo) que s'hagen fet en euros puede modificar el segundo sintagma nominal les despeses o el sintagma nominal completo les entrades i les despeses .

source: El principi de composicionalitat diu que la interpretació d'una oració està determinada per les interpretacions dels mots i per la sintaxi.
es: El principio de composicionalidad dice que la interpretación de una oración está determinada por las interpretaciones de las palabras y por la sintaxis.

source: el primer com és un relatiu que pot modificar dir en l'oració vas dir que vivia encara (``no m'agrada la manera de dir-ho'') o pot modificar { vivia} però ha estat mogut fora de la subordinada completiva vivia encara, que modifica { la manera} (``no m'agrada la manera com vivia, segons vas dir'').
es: el primer com es un relativo que puede modificar a dir en la oración vas dir que vivia encara ("no me gusta la manera de decirlo'') o puede modificar a { vivia}, pero ha sido movido fuera de la subordinada completiva vivia encara, que modifica a { la manera} (``no me gusta la manera en que vivía, según dijiste'').

source: {Resolució de l'anàfora} La resolució de l'anàfora ---és a dir, la determinació de l'{ antecedent} d'un pronom o d'una altra expressió anafòrica--- es pot basar en informació morfològica (com ara quant a la concordança de gènere i de nombre entre un pronom i el seu antecedent), sintàctica, o fins i tot semàntica, tant a través de restriccions (per exemple, un pronom femení no pot tenir un antecedent masculí) com de preferències (els antecedents més recents o que han estat introduïts explícitament com l'assumpte del discurs o de la conversa ---Doncs, pel que fa a Joan...--- són preferibles als més antics).
es: {Resolución de la anáfora} La resolución de la anáfora --- es decir, la determinación del { antecedente} de un pronombre o de otra expresión anafórica --- se puede basar en información morfológica (por ejemplo, en la concordancia de género y de número entre un pronombre y su antecedente), sintáctica o incluso semántica, tanto a través de restricciones (por ejemplo, un pronombre femenino no puede tener un antecedente masculino) como de preferencias (los antecedentes más recientes o que han sido introducidos explícitamente como el asunto del discurso o de la conversación --- Doncs, pel que fa a Joan … --- son preferibles a los más antiguos).

source: Si traduim automàticament la frase espanyola ``Ayer cantamos las mismas canciones'' i obtenim en anglés ``Yesterday we sing the same songs'' o en francés ``Hier nous chantons les mêmes chansons'', quin tipus d'ambigüitat ha estat mal resolta?
es: Si traducimos automáticamente la frase española ``Ayer cantamos las mismas canciones" y obtenemos en inglés ``Yesterday we sing the same songs'' o en francés ``Hier nous chantons les mêmes chansons'', ¿qué tipo de ambigüedad se ha resuelto mal?

source: ``Vull ballar i cantar cançons de bressol'' (1: Ballarem durant una estona i després et cantaré perquè et dormes; 2: M'estime tant ballar cançons de bressol com cantar-ne).
es: ``Vull ballar i cantar cançons de bressol'' (1: Bailaremos durante un rato y después te cantaré para que te duermas; 2: Me gusta tanto bailar canciones de cuna como cantarlas).

source: Per exemple, el verb vendre admet un objecte directe i un d'indirecte, però el verb menjar només el directe, de manera que si diem ``Va presentar l'home que venia taronges a Joan'' es pot interpretar de dues maneres, però si diem la frase estructuralment idèntica ``Va presentar l'home que menjava taronges a Joan'' no hi ha més que una interpretació possible.
es: Por ejemplo, en catalán el verbo vendre admite un objeto directo y uno indirecto, pero el verbo menjar sólo el directo, de forma que si decimos ``Va presentar l'home que venia taronges a Joan" se puede interpretar de dos maneras, pero si decimos la frase estructuralmente idéntica `Va presentar l'home que menjava taronges a Joan" no hay más que una interpretación posible.

source: Lèxica categorial Estructural d'origen categorial Estructural d'origen coordinatiu
es: Léxica categorial Estructural de origen categorial Estructural de origen coordinativo

source: Quan es produeix una ambigüitat perquè no queda clara l'adscripció d'un sintagma preposicional, com en porta la clau de l'armari gran, quina n'és la raó?
es: Cuando se produce una ambigüedad porque no queda clara la adscripción de un sintagma preposicional, como en porta la clau de l'armari gran, ¿cuál es la razón?

source: Ambigüitat sintàctica o estructural (pura) d'adjunció: el sintagma preposicional de la ciutat es pot inserir en dues posicions diferents de l'oració: pot modificar alcalde o expulsaran [l'alcalde].
es: Ambigüedad sintáctica o estructural (pura) de adjunción: el sintagma preposicional de la ciutat se puede insertar en dos posiciones diferentes de la oración: puede modificar a alcalde o a expulsaran [l'alcalde].

source: {} podem dir que el lema és polisèmic.
es: {} podemos decir que el lema es polisémico.

source: [Els pronoms febles:] Els principals problemes es troben en la traducció de lo, ja que pot correspondre en català a alguna forma del pronom masculí singular { lo} o a alguna forma del pronom neutre ho; en la traducció de se, el qual correspon normalment al reflexiu català se però en les combinacions espanyoles se la, se lo, etc.
es: [Los pronombres átonos:] Los principales problemas se encuentran en la traducción de lo, ya que puede corresponder en catalán a alguna forma del pronombre masculino singular { lo} o a alguna forma del pronombre neutro lo; en la traducción de se, que corresponde normalmente al reflexivo catalán se pero en las combinaciones españolas se la , se lo, etc.

source: Per tant, l'elegim.
es: Por lo tanto, la elegimos.

source: De nou, com s'ha discutit en el capítol , la noció central és la de propòsit de la traducció.
es: De nuevo, como se ha discutido en el capítulo , la noción central es la de propósito de la traducción.

source: L'ambigüitat d'una oració pot ser causada per diversos tipus bàsics d'ambigüitat lèxica.
es: La ambigüedad de una oración puede estar causada por varios tipos básicos de ambigüedad léxica.

source: Homografia
es: Homografía

source: En les frases comparatives de l'estil de Els processadors processen més ràpidament les dades que els dispositius perifèrics què fa que siga possible la existència de dues interpretacions (els dispositius perifèrics són processats o processen?).
es: En las frases comparativas del estilo de Els processadors processen més ràpidament les dades que els dispositius perifèrics ¿qué es lo que hace que sea posible la existencia de dos interpretaciones (los dispositius perifèrics son procesados o procesan)?.

source: Una és Qui diu que PRO vindrà?
es: Una es ¿Quién dice que PRO vendrá?

source: {} no pot afectar mai el resultat de la traducció automàtica.
es: {} no puede afectar nunca al resultado de la traducción automática.

source: En general, els humans usem les nostres creences sobre el funcionament del món real (o d'un món fictici concret, com en una novel·la) per a elegir una de les interpretacions com a més versemblant (és a dir, per a resoldre l'ambigüitat); quan aquestes creences són compartides entre l'emissor i el receptor, es pot usar l'ambigüitat com un mecanisme molt eficient per a produir missatges més curts.
es: En general, los humanos usamos nuestras creencias sobre el funcionamiento del mundo real (o de un mundo ficticio concreto, como en una novela) para elegir una de las interpretaciones como más verosímil (es decir, para resolver la ambigüedad); cuando el emisor y el receptor comparten estas creencias, se puede usar la ambigüedad como un mecanismo muy eficiente para producir mensajes más cortos.

source: ``Mi vecino aseguró que había bajado la bolsa'' (1: La bossa d'escombraries ja és al contenidor; 2: Les meues accions de borsa no deixen de donar-me disgustos).
es: ``Mi vecino aseguró que había bajado la bolsa'' (1: La bolsa de basura ya está en el contenedor; 2: Mis acciones de bolsa no dejan de darme disgustos).

source: L'oració té constituents que no es reflecteixen com a mots però als quals cal assignar una interpretació.
es: La oración tiene constituyentes que no se reflejan como palabras, pero a los que hay que asignar una interpretación.

source: Polisèmia, perquè el pronom pot, en principi, estar substituint un nom o un altre.
es: Polisemia, porque el pronombre puede, en principio, estar sustituyendo a un nombre u a otro.

source: --- I les creus?'' (1: Creus aquestes notícies?
es: --- I les creus?'' (1: ¿Te crees estas noticias?

source: És possible resoldre en alguns casos l'ambigüitat deguda a un mot homògraf utilitzant exclusivament informació morfològica?
es: ¿Es posible resolver en algunos casos la ambigüedad debida a una palabra homógrafa utilizando exclusivamente información morfológica?

source: [Els relatius:] El principal problema apareix quan es volen traduir oracions que contenen el relatiu possessiu cuyo, inexistent en català, on el més senzill és usar una construcció amb { qual}, que, a més, presenta un esquema de concordança diferent (qual ha de concordar amb l'antecedent, mentre { cuyo} concorda amb el nom que el segueix): el contribuyente cuyos informes hemos solicitado llegará tarde $$ el contribuent els informes del qual hem sol·licitat arribarà tard (vegeu el final de l'apartat ).
es: [Los relativos:] El principal problema aparece cuando se quieren traducir oraciones que contienen el relativo posesivo cuyo, inexistente en catalán, donde lo más sencillo es utilizar una construcción con { qual}, que, además, presenta un esquema de concordancia diferente (qual tiene que concordar con el antecedente, mientras que { cuyo} concuerda con el nombre que le sigue): el contribuyente cuyos informes hemos solicitado llegará tarde $$ el contribuent els informes del qual hem sol·licitat arribarà tard (veáse el final del apartado ).

source: En català ---i en general en les llengües romàniques--- són molt comunes les ambigüitats degudes a la combinació d'un mot que pot ser pronom feble de tercera persona o article (el, la, l', els, les) i un altre mot que pot ser substantiu o verb conjugat.
es: En catalán ---y en general en las lenguas románicas--- son muy comunes las ambigüedades debidas a la combinación de una palabra que puede ser pronombre átono de tercera persona o artículo (el, la, l' , els, les) y otra palabra que puede ser sustantivo o verbo conjugado.

source: Les prediccions serien de l'estil de ``com que sembla usar regles patró--acció de l'estil de ``si troba un patró $X$ farà l'acció $Y$'' i en una sèrie de casos troba el patró $X_1$ i fa l'acció $Y_1$, podem predir que sempre que trobe aquest mateix patró farà la mateixa acció''.
es: Las predicciones serían del estilo de ``como parece usar reglas patrón--acción del estilo de ``si encuentra un patrón $X$ hará la acción $Y$'' y en una serie de casos encuentra el patrón $X_1$ y hace la acción $Y_1$, podemos predecir que siempre que encuentre este mismo patrón hará la misma acción''.

source: De quina classe és l'ambigüitat de l'oració ``Va vendre les taronges que havia comprat a Maria''?
es: ¿De qué clase es la ambigüedad de la oración " Va vendre les taronges que havia comprat a Maria"?

source: L'anàlisi morfològica no és suficient per a detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos és el primer cas i en la frase Murieron sesenta y cinco quedaron malheridos és el segon.
es: El análisis morfológico no es suficiente para detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos es el primer caso y en la frase Murieron sesenta y cinco quedaron malheridos es el segundo.

source: En el fragment Felip va apunyalar Marta.
es: En el fragmento Felip va apunyalar a Marta.

source: Considerem l'exemple Totes les dones no s'estimen els abrics de pell.
es: Consideremos el ejemplo Totes les dones no s'estimen els abrics de pell.

source: L'anomenarem ací avaluació predictiva.
es: Lo llamaremos aquí evaluación predictiva .

source: Fer l'anàlisi morfològica de verbs seguits d'enclítics com ara estudiémonoslos o dándoselo.
es: Hacer el análisis morfológico de verbos seguidos de enclíticos como por ejemplo estudiémonoslos o dándoselo.

source: Vegem quins són alguns dels problemes:
es: Veamos cuáles son algunos de los problemas :

source: Com veurem més avall, de vegades l'el·lipsi dóna lloc a l'existència de més d'un arbre d'anàlisi sintàctica per a l'oració i per tant aquests tipus d'el·lipsi no es poden incloure pròpiament en aquest apartat dedicat a l'ambigüitat purament lèxica.
es: Como veremos más abajo, a veces la elipsis da lugar a la existencia de más de un árbol de análisis sintáctico para la oración y, por lo tanto, estos tipos de elipsis no se pueden incluir propiamente en este apartado dedicado a la ambigüedad puramente léxica.

source: Qui fa l'avaluació?
es: ¿Quién hace la evaluación?

source: (1: Els professors estan barallats i al final els alumnes ho paguen; 2: La baralla d'alumnes havia acabat, però els professors ho van detectar i els van recriminar).
es: (1: Los profesores están peleados y al final los alumnos lo pagan; 2: La pelea de alumnos había acabado, pero los profesores lo detectaron y se lo recriminaron).

source: En l'oració El cotxe s'ha cremat amb el garatge i l'assegurança no el cobreix no se sap quina de les dues coses està coberta per l'assegurança, el garatge o el cotxe.
es: En la oración El cotxe s'ha cremat amb el garatge i l'assegurança no el cobreix no se sabe cuál de las dos cosas está cubierta por el seguro, el garaje o el coche.
